Repository: Bhanditz/django-feeds
Catalog: djangofeeds/locale/*/LC_MESSAGES/django.po
Languages: ja, pl

source: feed
ja: ニュースフィード
pl: kanał

source: feeds
ja: ニュースフィード
pl: kanały

source: Feed URL or web page
ja: ニュースフィードの URL もしくは Web ページ
pl: Adres url kanału lub strona

source: This address doesn't seems to be a correct feed address.
ja: このニュースフィードのアドレスに誤りがあるようです。
pl: Ten adres nie jest poprawnym adresem kanału

source: We found several choices into this URL. Please choose from the list below.
ja: この URL 内に複数の選択肢が見つかりました。以下の一覧から選択してください。
pl: W tym adresie znajduje się parę wyborów. Wybierz z poniższej listy.

source: Number of posts
ja: 投稿数
pl: Ilosć postów

source: name
ja: 名前
pl: nazwa

source: description
ja: 説明
pl: opis

source: Feed for user
ja: ユーザー向けニュースフィード
pl: Kanał dla użytkownika

source: Feeds for user
ja: ユーザー向けニュースフィード
pl: Kanały dla użytkownika

source: synchronization profile
ja: 同期プロファイル
pl: profil synchronizacji

source: synchronization profiles
ja: 同期プロファイル
pl: profile synchrnizacji

source: You have to be logged in to use the OPML importer.
ja: OPML インポートを使用する場合はログインしてください。
pl: Musisz byż zalogowany do importera OPML

source: The provided OPML file is not valid.
ja: 指定された OPML ファイルは無効です。
pl: Wprowadzony plik OPML nie jest poprawny

source: Imported Items
ja: インポートされたアイテム
pl: Zaimportowane elementy
